Repository: deadlyunicorn/path_finders
Catalog: lib/l10n/app_*.arb
Languages: el

# navigation_friends
source: Friends
el: Φίλοι

# navigation_track
source: Track
el: Ανίχνευση

# navigation_profile
source: Profile
el: Προφίλ

# tracking_currentPositionIs
source: Your current position is
el: Οι τρέχουσες συντεταγμένες σας είναι

# tracking_nearby
source: Your target is nearby
el: Ο στόχος σας βρίσκεται τριγύρω

# tracking_distanceToIs
source: Your distance to {point} is
el: {point} απέχει από εσάς

# snackbar_copied
source: Copied
el: Έγινε Αντιγραφή

# snackbar_invalidData
source: Your data is not valid.
el: Μη έγκυρα δεδομένα.

# snackbar_tip1
source: Go to 'Profile' Tab to enable/disable location sharing.
el: Πηγαίνετε στο μενού 'Προφίλ' για να κοινοποιήσετε την τοποθεσία σας.

# snackbar_compass_realistic
source: Compass behaves realistically now
el: Λειτουργία αληθινής πυξίδας

# snackbar_compass_targetMode
source: Compass shows you actual entity direction now
el: Λειτουργία κινητών στόχων

# snackbar_compass_doubleTap
source: Double Tap to show distance as a notification.
el: Εμφάνιση ειδοποίησης απόστασης με διπλό κλίκ.

# snackbar_compass_longPress
source: Long Press to copy target's coordinates.
el: Πατήστε παρατεταμένα για να αντιγράψετε τις συντεταγμένες του στόχου.

# compass_target
source: = Target
el: = Στόχος

# compass_accuracy
source: Accuracy:
el: Ακρίβεια:

# compass_accuracy_calibrationNeeded
source: Calibration Needed
el: Απαιτείται Βαθμονόμηση

# compass_accuracy_veryLow
source: Very Low
el: Πολύ Χαμηλή

# compass_accuracy_low
source: Low
el: Χαμηλή

# compass_accuracy_great
source: Great
el: Αποδεκτή

# friends_static
source: Static Entries
el: Στατικές Εγγραφές

# friends_live
source: Live Entries
el: Ζωντανές Εγγραφές

# friends_currentSelection
source: Current selection:
el: Τρέχουσα επιλογή:

# friends_addLive
source: New Live
el: Νέα Ζων.

# friends_addStatic
source: New Static
el: Νέα Στατ.

# entry_static_insertion
source: Enter location coordinates
el: Εισαγωγή συντεταγμένων

# entry_live_insertion
source: Enter user ID
el: Εισαγωγή ID χρήστη

# entry_friendlyName
source: Friendly Name
el: Φιλικό Όνομα

# entry_friendlyNameHint
source: A wonderful location
el: Ένα υπέροχο μέρος

# dialog_delete_confirmation
source: Confirm deletion
el: Επιβεβαίωση διαγραφής

# dialog_delete
source: Delete
el: Διαγραφή

# dialog_nevermind
source: Nevermind
el: Άκυρο

# dialog_confirm
source: Confirm
el: Επιβεβαίωση

# dialog_liveSharing_disclaimer
source: You are about to share your location to the internet. Anyone will be able to see your coordinates, alongside your in-app ID. Please proceed with caution - and only if you know what the above means.
el: Πρόκειται να κοινοποιήσετε την τοποθεσία σας στο διαδίκτυο. Οποιοσδήποτε θα μπορεί να δει τις συντεταγμένες σας, συνοδευόμενες από το ID της εφαρμογής σας. Παρακαλείσθε να προχωρήσετε με προσοχή και μόνο μα μόνο αν γνωρίζεται τι σημαίνουν τα παραπάνω.

source: Latitude
el: Γεω. Πλάτος

# latitudeHint
source: A cool number like 11.04124
el: Ένας ωραίος αριθμός π.χ. 11.04124

source: Longitude
el: Γεω. Μήκος

# longitudeHint
source: A cool number like 73.141
el: Ένας ωραίος αριθμός π.χ. 73.141

# profile_stopping
source: Stopping..
el: Τερματισμός..

# profile_updating
source: Updating...
el: Ενημέρωση..

# profile_updatedAt
source: Updated at:
el: Τελευταία ενημέρωση:

# profile_sharingLocation
source: Sharing location
el: Η τοποθεσία σας κοινοποιείται

# profile_toggleVis
source: Toggle Visibility
el: Αλλαγή Ορατότητας

# profile_yourIdIs
source: Your ID is:
el: Το ID σας είναι:

# profile_notSharing
source: Location is not being shared.
el: Δεν γίνεται κοινοποίηση τοποθεσίας.

source: Settings
el: Ρυθμίσεις

# settings_theme
source: Theme
el: Θέμα

# settings_systemTheme
source: System Theme
el: Θέμα Συστήματος

# settings_darkMode
source: Dark Mode
el: Σκοτεινή Λειτουργία

# settings_lightMode
source: Light Mode
el: Φωτεινή Λειτουργία

# settings_language
source: Language
el: Γλώσσα

# lang_greek
source: Greek
el: Ελληνικά

# lang_english
source: English
el: Αγγλικά

# bugReport
source: Report a bug
el: Αναφορά Τεχνικού Προβλήματος

# reviewText
source: Leave a Review
el: Αφήστε Κρητική

# errors_locationService
source: There was an error with the location service.
el: Υπήρξε κάποιο σφάλμα με την υπηρεσία GPS.

# errors_retry
source: Retry
el: Επανάληψη

# errors_gpsFailed
source: Can't get location.. Is GPS enabled?
el: Αδυναμία λήψης τοποθεσίας.. Είναι ενεργοποιημένο το GPS;

# errors_uknown
source: Uknown Error.
el: Άγνωστο Σφάλμα.

# errors_compassLoad
source: Load Compass
el: Εμφάνιση Πυξίδας

# errors_geolocatorTimeout
source: This might take a while if you are not out in the open. You could try moving your device around. Or restarting the app.
el: Αυτό μπορεί να πάρει λίγη ώρα αν δεν είστε σε ανοιχτό χώρο. Μπορείτε να δοκιμάσετε να κινήσετε την συσκευή σας. Ή να επανεκκινήσετε την εφαρμογή.

# errors_locationSharingTimeout
source: This is taking a while.. Are you connected to the internet?
el: Έχει περάσει αρκετή ώρα.. Είστε συνδεδεμένος στο διαδίκτυο;

# errors_sensors
source: Your device doesn't have the required sensors
el: Η συσκευή σας δεν κατέχει τους απαιτούμενους αισθητήρες.
